Repository: Aiforpet-TTcare/AIScan
Catalog: Sources/AIScanCameraUI/ReferenceResources/PDF/AIScanPDF.xcstrings
Source language: en
Languages: it, ja, ko, sv, th

# pdf.abnormal
source: Abnormal
it: Anomalo
ja: 異常の兆候
ko: 징후 발견
sv: Avvikande
th: พบความผิดปกติ

# pdf.abnormal_sign_title
source: Abnormal Sign
it: Segno anomalo
ja: 異常の兆候
ko: 이상징후
sv: Avvikande tecken
th: สัญญาณผิดปกติ

# pdf.analysis_image
source: AI analysis image
it: Immagine analisi IA
ja: AI解析画像
ko: AI 분석 이미지
sv: AI-analysbild
th: ภาพวิเคราะห์ AI

# pdf.captured_image
source: Captured image
it: Immagine acquisita
ja: 撮影画像
ko: 촬영 이미지
sv: Tagen bild
th: ภาพที่ถ่าย

# pdf.comprehensive_cause
source: There are various possible causes that could lead to such abnormal signs.
it: Esistono varie possibili cause che potrebbero portare a tali segni anomali.
ja: このような異常の兆候を引き起こす原因はさまざまに考えられます。
ko: 위와 같은 이상징후를 일으킬 수 있는 원인은 다양합니다.
sv: Det finns flera möjliga orsaker som kan leda till sådana avvikande tecken.
th: มีสาเหตุที่เป็นไปได้หลายอย่างที่อาจนำไปสู่สัญญาณผิดปกติเช่นนี้

# pdf.comprehensive_following
source: At home, please keep the following in mind:
it: A casa, tieni presente quanto segue:
ja: ご家庭では、次の点に気をつけてください：
ko: 집에선 다음 사항을 주의해주세요.
sv: Tänk på följande hemma:
th: ที่บ้าน โปรดคำนึงถึงสิ่งต่อไปนี้:

# pdf.comprehensive_note
source: The observed abnormal signs may appear due to multiple underlying conditions. A more accurate and detailed diagnosis — and, if necessary, prompt treatment — may be required. For your pet's health, please consult your veterinarian.
it: I segni anomali osservati possono comparire a causa di molteplici condizioni sottostanti. Potrebbero essere necessari una diagnosi più accurata e dettagliata e, se necessario, un trattamento tempestivo. Per la salute del tuo animale, consulta il tuo veterinario.
ja: 観察された異常の兆候は、複数の基礎疾患によって現れている可能性があります。より正確で詳細な診断、そして必要に応じた迅速な治療が必要となることがあります。ペットの健康のため、かかりつけの獣医師にご相談ください。
ko: 관찰된 이상 징후는 여러 질환에 의해 나타날 수 있습니다. 보다 정확하고 세부적인 진단, 그리고 빠른 치료가 필요할 수 있습니다. 우리 아이의 건강을 위해 수의사 선생님과 꼭 상의해 주세요.
sv: De observerade avvikande tecknen kan uppstå på grund av flera bakomliggande tillstånd. En mer noggrann och detaljerad diagnos – och vid behov snabb behandling – kan krävas. För ditt djurs hälsa, rådfråga din veterinär.
th: สัญญาณผิดปกติที่พบอาจเกิดจากภาวะแฝงหลายอย่าง อาจจำเป็นต้องได้รับการวินิจฉัยที่แม่นยำและละเอียดมากขึ้น และหากจำเป็น อาจต้องได้รับการรักษาโดยเร็ว เพื่อสุขภาพของสัตว์เลี้ยงของคุณ โปรดปรึกษาสัตวแพทย์

# pdf.comprehensive_recommendation
source: The following tests may be performed to determine the cause.
it: Per determinare la causa potrebbero essere eseguiti i seguenti esami.
ja: 原因を特定するために、次の検査が行われることがあります。
ko: 원인을 파악하기 위해 시행될 수 있는 검사의 종류는 다음과 같습니다.
sv: Följande undersökningar kan utföras för att fastställa orsaken.
th: อาจมีการตรวจต่อไปนี้เพื่อหาสาเหตุ

# pdf.comprehensive_warning
source: Please visit your veterinary clinic as soon as possible if you notice any of the following:
it: Rivolgiti alla tua clinica veterinaria il prima possibile se noti uno dei seguenti segni:
ja: 次のいずれかに気づいた場合は、できるだけ早く動物病院を受診してください：
ko: 이럴 땐 가능한 빨리 병원에 내원해주시는 게 좋습니다.
sv: Besök din veterinärklinik så snart som möjligt om du märker något av följande:
th: โปรดพาไปพบคลินิกสัตวแพทย์โดยเร็วที่สุดหากคุณสังเกตเห็นสิ่งต่อไปนี้:

# pdf.cover_title
source: Health Screening\nReport
it: Rapporto di\nscreening sanitario
ja: 健康スクリーニング\nレポート
ko: 건강 스크리닝\n리포트
sv: Hälsoscreening-\nrapport
th: รายงานการตรวจ\nคัดกรองสุขภาพ

# pdf.detail_description
source: However, these areas are examples and do not represent all possible regions where the symptom may appear.
it: Tuttavia, queste aree sono esempi e non rappresentano tutte le possibili regioni in cui il sintomo può comparire.
ja: ただし、これらの部位は一例であり、症状が現れうるすべての部位を表すものではありません。
ko: 단, 이 영역은 예시이며 실제로 증상이 나타나는 모든 부위를 포함하는 것은 아닙니다.
sv: Dessa områden är dock exempel och representerar inte alla möjliga regioner där symtomet kan uppträda.
th: อย่างไรก็ตาม บริเวณเหล่านี้เป็นเพียงตัวอย่างและไม่ได้แสดงถึงทุกบริเวณที่อาการอาจปรากฏ

# pdf.detail_not_detected
source: No abnormal signs were detected.
it: Non sono stati rilevati segni anomali.
ja: 異常の兆候は検出されませんでした。
ko: 명확한 이상징후가 발견되지 않았습니다.
sv: Inga avvikande tecken upptäcktes.
th: ไม่พบสัญญาณผิดปกติ

# pdf.detail_title
source: The colored areas in the image indicate regions where the symptom is observed.
it: Le aree colorate nell'immagine indicano le regioni in cui si osserva il sintomo.
ja: 画像内の色付きの部分は、症状が観察された領域を示しています。
ko: 이미지에 표시된 색상 영역은 해당 증상이 관찰되는 부위를 나타냅니다.
sv: De färgade områdena i bilden visar regioner där symtomet observeras.
th: บริเวณที่มีสีในภาพแสดงถึงบริเวณที่พบอาการ

# pdf.examination_date
source: Examination date and time
it: Data e ora dell'esame
ja: 検査日時
ko: 검진일시
sv: Undersökningsdatum och -tid
th: วันและเวลาที่ตรวจ

# pdf.export_button
source: Share PDF report
it: Condividi rapporto PDF
ja: PDFレポートを共有
ko: PDF 리포트 공유
sv: Dela PDF-rapport
th: แชร์รายงาน PDF

# pdf.export_failed
source: Couldn’t create the PDF report.
it: Impossibile creare il report PDF.
ja: PDFレポートを作成できませんでした。
ko: PDF 리포트를 만들지 못했어요.
sv: Det gick inte att skapa PDF-rapporten.
th: ไม่สามารถสร้างรายงาน PDF ได้

# pdf.export_no_result
source: No analysis result to export.
it: Nessun risultato da esportare.
ja: 書き出せる分析結果がありません。
ko: 분석 결과가 없어요.
sv: Inget analysresultat att exportera.
th: ไม่มีผลการวิเคราะห์ให้ส่งออก

# pdf.export_success
source: PDF report saved.
it: Rapporto PDF salvato.
ja: PDFレポートを保存しました。
ko: PDF 리포트가 저장되었습니다.
sv: PDF-rapport sparad.
th: บันทึกรายงาน PDF แล้ว

# pdf.info_message
source: This is an AI-based assessment. Final diagnosis should be made by a veterinarian.
it: Questa è una valutazione basata sull'IA. La diagnosi finale deve essere fatta da un veterinario.
ja: これはAIによる評価です。最終的な診断は獣医師が行う必要があります。
ko: 위 내용은 AI를 활용한 분석 결과입니다. 보다 정확한 평가와 자세한 설명은 수의사와 상담해주시기 바랍니다.
sv: Detta är en AI-baserad bedömning. Den slutgiltiga diagnosen bör göras av en veterinär.
th: นี่คือการประเมินด้วย AI การวินิจฉัยขั้นสุดท้ายควรทำโดยสัตวแพทย์

# pdf.intro_text
source: Even small changes in your pet's eyes, skin, or teeth can reveal early signs of illness. This Health Screening Report uses AI-based analysis to detect subtle abnormalities that may be related to disease, supporting early detection and prevention. If any symptoms appear suddenly, persist, or worsen, please consult your veterinarian.
it: Anche piccoli cambiamenti negli occhi, nella pelle o nei denti del tuo animale possono rivelare segni precoci di malattia. Questo Rapporto di Screening Sanitario utilizza un'analisi basata sull'IA per rilevare anomalie sottili che potrebbero essere legate a una malattia, supportando la diagnosi precoce e la prevenzione. Se compaiono sintomi improvvisi, persistenti o in peggioramento, consulta il tuo veterinario.
ja: ペットの目・皮膚・歯のわずかな変化も、病気の初期のサインを示すことがあります。この健康スクリーニングレポートは、AIによる分析を用いて病気に関連する可能性のある微細な異常を検出し、早期発見と予防をサポートします。症状が突然現れたり、続いたり、悪化したりした場合は、獣医師にご相談ください。
ko: 눈, 피부, 치아 등 외관에서 보이는 작은 변화 속에는 질환의 신호가 숨어 있을 수 있습니다. 건강 스크리닝 리포트는 AI 기반 분석 기술을 활용하여, 질환과 관련된 이상 징후(증상)를 분석하고 질병의 조기 발견과 예방에 도움을 주는 보고서입니다. 만약 증상이 갑자기 나타나거나 지속되거나 악화된다면, 수의사와 상담하시기 바랍니다.
sv: Även små förändringar i ditt djurs ögon, hud eller tänder kan avslöja tidiga tecken på sjukdom. Denna hälsoscreeningrapport använder AI-baserad analys för att upptäcka subtila avvikelser som kan vara relaterade till sjukdom, och stödjer tidig upptäckt och förebyggande. Om några symtom uppträder plötsligt, kvarstår eller förvärras, rådfråga din veterinär.
th: แม้การเปลี่ยนแปลงเล็กน้อยในดวงตา ผิวหนัง หรือฟันของสัตว์เลี้ยงก็อาจเผยให้เห็นสัญญาณเริ่มต้นของโรคได้ รายงานการตรวจคัดกรองสุขภาพนี้ใช้การวิเคราะห์ด้วย AI เพื่อตรวจหาความผิดปกติเล็กน้อยที่อาจเกี่ยวข้องกับโรค ช่วยสนับสนุนการตรวจพบและการป้องกันตั้งแต่เนิ่น ๆ หากมีอาการเกิดขึ้นอย่างฉับพลัน คงอยู่ หรือแย่ลง โปรดปรึกษาสัตวแพทย์

# pdf.intro_title
source: The surface of the body is like a mirror reflecting inner health.
it: La superficie del corpo è come uno specchio che riflette la salute interna.
ja: 体の表面は、内側の健康を映す鏡のようなものです。
ko: 신체의 표면은 내부 건강을 비추는 거울과 같습니다.
sv: Kroppens yta är som en spegel som speglar den inre hälsan.
th: พื้นผิวของร่างกายเปรียบเสมือนกระจกที่สะท้อนสุขภาพภายใน

# pdf.layout_comprehensive_title
source: Comprehensive AI-based Guidance
it: Guida completa basata sull'IA
ja: AIによる総合ガイダンス
ko: AI 분석 기반 종합 안내
sv: Övergripande AI-baserad vägledning
th: คำแนะนำแบบครอบคลุมด้วย AI

# pdf.layout_detail_title
source: Detailed AI Analysis
it: Analisi dettagliata con IA
ja: AIによる詳細分析
ko: AI 분석 상세
sv: Detaljerad AI-analys
th: การวิเคราะห์เชิงลึกด้วย AI

# pdf.layout_summary_title
source: AI Analysis Summary
it: Riepilogo dell'analisi IA
ja: AI分析サマリー
ko: AI 분석 요약
sv: Sammanfattning av AI-analys
th: สรุปการวิเคราะห์ด้วย AI

# pdf.normal
source: Normal
it: Normale
ja: 正常
ko: 징후 없음
th: ปกติ

# pdf.part_eye
source: Eyes
it: Occhi
ja: 目
ko: 눈
sv: Ögon
th: ดวงตา

# pdf.part_skin
source: Skin
it: Pelle
ja: 皮膚
ko: 피부
sv: Hud
th: ผิวหนัง

# pdf.part_tooth
source: Dental
it: Denti
ja: 歯
ko: 치아
sv: Tänder
th: ฟัน

# pdf.print_date
source: Print date and time
it: Data e ora di stampa
ja: 印刷日時
ko: 출력일시
sv: Utskriftsdatum och -tid
th: วันและเวลาที่พิมพ์

# pdf.subpart_body
source: Body
it: Corpo
ja: 胴体
ko: 몸통
sv: Kropp
th: ลำตัว

# pdf.subpart_ear
source: Ear
it: Orecchio
ja: 耳
ko: 귀
sv: Öra
th: หู

# pdf.subpart_foot
source: Foot
it: Piede
ja: 足
ko: 발
sv: Fot
th: เท้า

# pdf.subpart_front
source: Front
it: Fronte
ja: 正面
ko: 정면
sv: Fram
th: ด้านหน้า

# pdf.subpart_joint
source: Joint
it: Articolazione
ja: 関節
ko: 관절
sv: Led
th: ข้อต่อ

# pdf.subpart_left
source: Left
it: Sinistra
ja: 左
ko: 왼쪽
sv: Vänster
th: ซ้าย

# pdf.subpart_nose
source: Nose
it: Naso
ja: 鼻
ko: 코
sv: Näsa
th: จมูก

# pdf.subpart_right
source: Right
it: Destra
ja: 右
ko: 오른쪽
sv: Höger
th: ขวา

# pdf.summary_title
source: The abnormal findings observed in {petName}'s {part} are as follows.
it: I risultati anomali osservati in {part} di {petName} sono i seguenti.
ja: {petName}の{part}で観察された異常の所見は次のとおりです。
ko: {petName}의 {part}에서 관찰된 이상징후는 다음과 같습니다.
sv: De avvikande fynden som observerats i {petName}s {part} är följande.
th: ผลการตรวจที่ผิดปกติที่พบใน{part}ของ {petName} มีดังนี้

# pdf.title
source: {petName}'s Health Screening Report
it: Rapporto di screening sanitario di {petName}
ja: {petName}の健康スクリーニングレポート
ko: {petName}의 건강 스크리닝 리포트
sv: {petName}s hälsoscreeningrapport
th: รายงานการตรวจคัดกรองสุขภาพของ {petName}
